Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: is provided for guests.
nb: er beregnet for gjester.

source: No tuition fees except semester registration fee and course literature.
nb: Ingen kostnader utover semesteravgift og pensumlitteratur.

source: More info about Nordic Esero:
nb: Les mer på Nordic ESERO sine nettsider:

source: Can communicate independent and extensive work in Oncology Nursing, and masters the forms of expressions in practical nursing and professional development
nb: kunne formidle selvstendig og omfattende arbeid innen kreftsykepleie, og beherske fagområdets uttrykksformer innen praktisk sykepleie og fagutvikling

source: If you are collecting personal data at your own workplace or practical training site, you must have permission from the management at the workplace/practical training site.
nb: dersom du skal innhente personopplysninger på egen arbeidsplass eller på praksissted, må du ha tillatelse fra ledelsen ved arbeidsplassen/praksisstedet.

source: Applicants who do not have general study qualifications, and are 25 years or
nb: Søkere som ikke har generell studiekompetanse, og er 25 år eller eldre, kan søke

source: For student Eirin Krogedal Høie (25) from Sandnes, a tent is an essential item on her packing list at this time of year.
nb: Det er et helt nytt tilbud i Bodø, opplyser Strømsnes. En av de som elsker å være ute i skog og mark året rundt er student Eirin Krogedal Høie (25) fra Sandnes.

source: All travel must be clarified with your supervisor.
nb: Arbeidsreiser må avklares med nærmeste leder.

source: Around 400 students have benefitted from this offer over the past 24 years, and both the academic and athletic results are startlingly good.
nb: Rundt 400 studenter har nytt godt av tilbudet i løpet av disse 24 årene, og resultatene er oppsiktsvekkende gode både faglig og sportslig.

source: This book provides an in-depth account of British-Norwegian relations in European integration from 1945 until today.
nb: Denne boken er en omfattende fremstilling av forholdet mellom Storbritannia og Norge innenfor europeisk integrasjon fra 1945 frem til i dag.

source: Students will also receive an
nb: Studentene vil videre få en

source: If publication of project results will interfere with the protection or commercial utilisation of the project results, the publication may be temporarily postponed until such protection or commercial utilisation has been achieved.
nb: Dersom offentliggjøring er til hinder for beskyttelse eller kommersiell utnyttelse av prosjektresultatene, kan offentliggjøringen utsettes midlertidig inntil slik beskyttelse eller kommersiell utnyttelse er sikret.

source: Additionally, the students will gain knowledge about social and sustainable entrepreneurship, and a scientific methodological foundation.
nb: I tillegg utvikles nødvendig kunnskap om sosialt og bærekraftig entreprenørskap, og et vitenskapsmetodisk fundament.

source: Did you miss Partner Day?
nb: Gikk du glipp av Partner Day?

source: Can communicate about issues in specialised nursing and argue based on his or her knowledge of the field
nb: kunne kommunisere om problemstillinger i spesialsykepleie og argumentere ut fra kunnskap innen fagfeltet

source: 11) The payment of the APC must be made in accordance with our
nb: Universitetsbiblioteket avgjør søknadene løpende så lenge det er midler. 11) Det er et krav at våre

source: Skis, tents, sledges and bicycles.
nb: Ski, telt, akebrett og sykkel.

source: Janne Paulsen Breimo, project leader from FSV
nb: Janne Paulsen Breimo, prosjektleder fra FSV

source: You may also request assistance from your supervisor or the data protection officer at Nord
nb: Du kan også be om bistand fra din veileder eller personvernombudet ved Nord

source: The project utilize the learning-training-teaching model, where the participating groups are associated with a science center or a university.
nb: Prosjektet utføres etter modellen learning-training-teaching, hvor deltakergruppene er forpliktet til å være tilknyttet et science senter eller et universitet.

source: During this phase, the project manager is responsible for the following tasks:
nb: I denne fasen har prosjektleder ansvaret for følgende oppgaver:

source: m) can master methods in social work that promote power, influence, participation and representation
nb: m) kan beherske metoder i samfunnsarbeid som fremmer makt, innflytelse, deltakelse og representasjon

source: Centre for the healthcare professionals of the future:
nb: Senter for morgendagens helsefagarbeidere:

source: Teaching Assistant EK369E-Financial Markets (Spring 2021)
nb: Lærerassistent EK 369-Finansmarkeder (Vår 2021)

source: None of the parties is to be held liable for a breach of contract if the inability to fulfil its obligations is due to force majeure.
nb: Ingen av partene er ansvarlig for manglende overholdelse av forpliktelser etter kontrakten som følge av force majeure.

source: In this context – and with support from the Norwegian Arts Council – researchers from OsloMet and Nord University are conducting a national survey study.
nb: I denne sammenheng – og med forsknings finansiering fra Norsk kulturråd – gjennomfører forskere fra OsloMet og Nord universitet en nasjonal spørreskjemaundersøkelse.

source: Compound evaluation, grading scale Passed - Failed
nb: Sammensatt vurdering, karakterregel Bestått - Ikke bestått

source: Tove Klæboe Nilsen is the acting Director of Quality and Research at Helse Nord.
nb: Tove Klæboe Nilsen er fungerende kvalitets- og forskningsdirektør ved Helse Nord.

source: The master’s programme is suitable for managers at knowledge-intensive enterprises working on strategical planning or innovation,
nb: veiledning eller konsultasjon, eller med systemer og teknologi som skal understøtte kunnskaps- og læringsprosesser.Studiet utdanner

source: Personal data shall be processed only when necessary, and all processing is subject to strict regulations.
nb: Personopplysninger skal kun behandles når det er nødvendig, og alle behandlinger er underlagt et strengt regelverk.

source: Students evaluate the study programme annually by using course evaluation studies and by the programme director.
nb: Studieprogrammet evalueres årlig av studentene gjennom emneundersøkelser og av studieprogramansvarlig.

source: The programme of study is annually evaluated by students through course surveys and by the programme coordinator.
nb: Studieprogrammet evalueres årlig av studentene gjennom emneundersøkelser og av studieprogramansvarlig.

source: If your preferred journal require a publication fee, a so-called Article Processing Charge (APC), check if the journal is included in
nb: Dersom ditt foretrukne tidsskrift krever en publiseringsavgift, såkalt Article Processing Charge (APC), bør du undersøke om tidsskriftet inngår i

source: In the last semester of the study program, the student is working on an independent research work within the chosen major.
nb: I siste semester av studieprogrammet arbeider studenten med et selvstendig forskningsarbeid innenfor valgt hovedprofil.

source: Private devices must then be encrypted in accordance with the requirements set by the North.
nb: Privat enhet skal da være kryptert i henhold til kravene gitt ved Nord.

source: Before you save data to OneDrive, it's important that you check the following:
nb: Før du lagrer data i OneDrive er det viktig at du sjekker følgende:

source: This talk elaborates on a classroom exercise I developed in response to conversations at a 2018 conference at the Ontario Institute for Studies of Education, University of Toronto, on Mentoring Indigenous Graduate Students.
nb: Dette foredraget utdyper en klasseromsøvelse jeg utviklet som respons på samtaler om veiledning av doktorgradsstudenter fra urbefolkningen under en konferanse ved Ontario Institute for Studies of Education, University of Toronto, i 2018.

source: Section 3 of the Guidelines for Examination Candidates at Nord University
nb: Retningslinjer for eksamenskandidater ved Nord universitet, punkt 3

source: This will include knowledge of major social and cultural institutions and the relationships between these, throughout the period.
nb: Studenten skal ha kunnskaper om sentrale samfunnsmessige og kulturelle institusjoner, og samspillet mellom disse gjennom periodene.

source: Ther are opproximately 140 different universities to choose between.
nb: Det er rundt 140 ulike universiteter i USA å velge mellom.

source: - 60 minutes for home examinations that last 1 day (up to 8 hours)
nb: 60 minutter for hjemmeeksamen 1 dag (inntil 8 timer)

source: • If you are unsure about which version to upload you can upload several versions separately, e.g.
nb: • Dersom du er usikker på hvilken versjon du skal laste opp, kan du gjøre separate opplastinger av

source: The project description prepared in the Project Development and Design course is the basis for the master’s thesis.
nb: Prosjektbeskrivelsen utarbeidet i emnet ‘prosjektutvikling og forskningsdesign’ er utgangspunkt for oppgaven.

source: Many articles both in open and subscription-based journals are legally and freely accessible.
nb: Mange artikler både i åpne og i abonnementsbaserte tidsskrift er lovlig, gratis tilgjengelige.

source: "Today we are 95% confident that a man-made change has a larger share of all changes than climate changes of natural origin," said a renowned Slovak climatologist Professor Milan Lapin from the Comenius University in Bratislava at the beginning of the conference.
nb: – I dag er vi 95% sikre på at menneskeskapte forandringer har en større andel av alle forandringer enn klimaendringer av naturlig opprinnelse," sa den kjente slovakiske klimatologen professor Milan Lapin fra Comenius-universitetet i Bratislava i begynnelsen av konferansen.

source: To give the experience and practice interesting motivating possibilities of using hardware and software such as mathematikus, GeoGebra, micro:bit, and 3D printing to the student teachers as well teachers of the universities.
nb: Gi lærerstudenter og undervisere på universitetene erfaringer og øve på interessante motiverende muligheter for å bruke maskinvare og programvare som mathematikus, GeoGebra, micro:bit, og 3D-printing.

source: The project is led by Wenche Rønning.
nb: Prosjektet ledes av Wenche Rønning.

source: Bachelor in Games and Entertainment Technology
nb: Bachelor i spill og opplevelsesteknologi

source: Has knowledge of how to observe and assess the patient¿s general as well as special needs for nursing
nb: har kunnskap om å observere og vurdere pasientens generelle og spesielle behov for sykepleie

source: The research station further span s facilities for research on genetically modified (GM fish), microalgae and feed development.
nb: Det er videre tilrettelagt med godkjente forsøksareal for GMD (genmodifiserte fisk), samt forsøksfasiliteter for arbeid med mikroalger og tillaging av fôr.

source: The programme is evaluated via student questionnaire, yearly course evaluations, as well as by the programme coordinator.
nb: Studieprogrammet evalueres årlig av studentene gjennom emneundersøkelser og av studieprogramansvarlig.

source: • Change the name on a registered person
nb: • Endre navnet på registrert person_

source: The Podcast about Academic Writing
nb: Podkasten om akadem isk skriving

source: o Remember to delete «unknown» once you have added the correct address • Delete any person that has been registered incorrectly
nb: o Husk å slette «ukjent» etter at du har lagt til korrekt adresse • Slette feilregistrert person:

source: be able to reflect on their own professional practice as a coach/instructor and adjust it under supervision
nb: kunne reflektere over egen faglig utøvelse som trener/instruktør og justere denne under veiledning

source: There are 30 spaces in each of the courses.
nb: Det er 30 plasser ved hvert av kursene.

source: In the current step, we investigate whether the flexibility is greater among students using the digital geoboard than among students working traditionally, by a design experiment with approximately 100 students in grade 6.
nb: I den nåværende fasen så undersøker vi hvorvidt fleksibiliteten er større bland elever som bruker digitalt geobrett enn elever som arbeider tradisjonelt, i et designeksperiment med omtrent 100 elever på 6.

source: You need to log in with your FEIDE user to access Nettskjema.
nb: Du må logge inn med din FEIDE-bruker for å få tilgang til å bruke Nettskjema.

source: You must apply for the necessary permits where required; see more about this in section 10.
nb: Du må søke om nødvendige tillatelser der dette er påkrevd, se mer om dette i punkt 10.

source: The student should be able to discuss historical problems and reach their own conclusions.
nb: Studenten skal vise evne til å drøfte historiske problemstillinger og trekke egne konklusjoner.

source: Has thorough knowledge of the experiences of the patient and the next of kin, as well as of their reactions and needs in acute and/or critical disease situations in an age and multicultural perspective
nb: ha inngående kunnskap om pasientens og pårørendes opplevelser, reaksjoner og behov ved akutt og/eller kritisk sykdom i et alders- og flerkulturelt perspektiv

source: Assessment and examinations
nb: Vurderes til godkjent/ikke

source: This applies to everyone who is employed as a doctoral research fellow at Nord University.
nb: Dette gjelder for alle som ansatt i stipendiatstilling med Nord universitet som arbeidsgiver.

source: He has been at the forefront of the classical guitar-rock band expression and is one of the true legends, says Assistant Professor Hans Jørgen Støp at Nord University.
nb: Han har ledet an i det klassiske gitarrock-baserte banduttrykket og er en av legendene, sier førsteamanuensis Hans Jørgen Støp ved Nord universitet.

source: Per Øyvind Torvik couldn’t agree more.
nb: Per Øyvind Torvik kan ikke bli mer enig.

source: Photo: Benjamin Fredriksen / NRK Nordland
nb: Foto: Benjamin Fredriksen / NRK Nordland

source: My research is mainly within the field of tourism, learning and innovation.
nb: Forskningen min er hovedsakelig innen turisme, læring og innovasjon.

source: If the corresponding author is not affiliated with Nord University and the AAM version is
nb: Hvis korresponderende forfatter ikke er tilknyttet Nord universitet og AAM ikke er

source: Studentinord Director, Kristian Brunsvik-Olsen.
nb: dministrerende direktør i Studentinord, Kristian Brunsvik-Olsen.

source: Learning outcomes form the basis for assessing the student's knowledge, skills and general competence.
nb: Læringsutbyttene danner grunnlag for vurdering av studentens kunnskaper, ferdigheter og generelle kompetanse.

source: The student will also receive a basic introduction to biomechanics in
nb: Studenten vil også få en grunnleggende innføring i

source: will be differentiated in relation to the type of athletes to be trained, and the level and age the training is aimed at.
nb: differensiert i forhold til hvilken type utøvere som skal trenes, og på hvilket nivå og alder treningen er beregnet.

source: Many species of microalgae produce oils, omega-3 fatty acids and natural pigments.
nb: Mange arter av mikroalger produserer oljer, omega-3 fettsyrer og naturlige pigmenter.

source: – Is is possible to combine a start-up with university studies?
nb: – Er det mulig å kombinere start-up bedrifter med studier?

source: General microbiology: Introduction to microbiology, main groups of microorganisms, metabolic diversity, microbial growth and culture, elements ofmicrobial genetics, microbial mechanisms of infection, elements of immunology, diagnostic microbiology, beneficial microbes.
nb: Introduksjon til mikrobiologi, hovedgrupper av mikroorganismer, metabolistk diversitet, mikrobiell vekst og kultur, elementerav mikrobiell genetikk, mikrobielle mekanismer for smitte, elementer av immunologi, diagnostisk mikrobiologi, enerig nyttig mikrober.

source: By 2050, the Earth will support 10 billion people.
nb: Innen 2050 vil jorden ha nær 10 milliarder mennesker.

source: have digital expertise with insight into e-health, welfare technology and digital security, and is able to assist in the development of and use suitable technology at both the individual and system level
nb: har digital kompetanse med innsikt i e-helse, velferdsteknologi og digital sikkerhet, og kan bistå i utviklingen av og bruke egnet teknologi både på individ- og systemnivå

source: have an understanding of - and is able to use analogue and digital equipment within the field of music production
nb: har forståelse for - og kan bruke analogt og digitalt utstyr innenfor musikkproduksjonsfaget

source: Provisions regarding additional time only apply to individual examinations.
nb: Bestemmelsene om utvidet tid gjelder kun ved individuell eksamen.

source: The centre will be tailored to ensure that we can train the healthcare professionals of the future,” says Gøril Ursin, Dean at the Faculty of Nursing and Health Sciences.
nb: Senteret blir skreddersydd for at vi skal kunne utdanne morgendagens helsepersonell, sier Gøril Ursin, dekan ved Fakultet for sykepleie og helsevitenskap (FSH).

source: Co-hosted by Bodø Filmklubb.
nb: Arrangert i samarbeid med Bodø Filmklubb.

source: The programme of study is evaluated annually by the students through course surveys (mid-term evaluation and final evaluation).
nb: Studieprogrammet evalueres årlig av studentene gjennom emneundersøkelser (midtveis-evaluering og slutt-evaluering).

source: The PhD project is a collaboration between Meråker High School, Nord University and Centre for Elite Sports Research NTNU.
nb: Doktorgradsprosjektet er et samarbeid mellom Meråker Videregående Skole, Nord Universitet og NTNU Senter for Toppidrettsforskning.

source: Specifically, animal welfare, climate footprint, biodiversity, OneHealth, and rapidly developing high-tech and robotization are all areas that the livestock sector must relate to.
nb: Spesielt er dyrevelferd, klimafotavtrykk, biologisk mangfold, OneHealth og raskt utviklende teknologi områder som husdyrsektoren må forholde seg til.

source: Page 8 of 19How can one acquire basic knowledge about physiological processes related to the
nb: Side 8 av 19Hvordan tilegne du deg grunnleggende kunnskaper om fysiologiske prosesser

source: I was Executive Director of the Huntsman Marine Science Centre in St Andrews, New Brunswick, Canada for almost 4 years, and then became a
nb: Jeg var administrerende direktør for Huntsman Marine Science Center i St. Andrews, New Brunswick, Canada i nesten 4 år, og ble deretter professor ved

source: BI214F-001 Molecular Ecology - laboratory exercise - 2 study points.BI214F-002 Molecular Ecology - written examination - 8 study points.BI214F-001 Molecular Ecology - laboratory exercise - 10 study points.
nb: BI214F-001 Molekylær økologi labøvelser - 2 studiepoeng.BI214F-002 Molekylær økologi -skoleeksamen - 8 studiepoeng.BI214F-001 Molekylær økologi labøvelser - 10 studiepoeng.

source: Portfolio - four submissions, comprises 100/100 of the grade.
nb: Mappe - fire innleveringer, teller 100/100 av karakteren.

source: Chanice, who is now the leader of the Student Organisation in Bodø, tells about her stay in the city of Fukuoka in Japan in the autumn semester in 2019.
nb: Chanice forteller om sitt opphold høsten 2019 i den japanske byen Fukuoka, som viste seg å være veldig annerledes fra Bodø, hvor hun for tiden er studentleder.

source: It is also possible to take a bachelor major in sports (30 credits) after graduating from the one-year programme.
nb: Det er også mulig å ta bachelorfordypning i idrett, 30 stp, etter avsluttet årsstudium.

source: Rachel Jakhelln (UiT The Arctic University of Norway)
nb: Rachel Jakhelln (Universitetet i Tromsø)

source: The link to the electronic application form is available for each course in the overview below.
nb: Lenke til elektronisk søknadsskjema er tilgjengelig for hvert kurs i oversikten under.

source: The lectures are supplemented by suitable practical exercises designed to teach a variety of skills which include microscopy, analysis and interpretation of data, dissection (of a fish), and group project work which includes report-writing and presentation skills.
nb: Forelesningene blir supplert med passende praktiske øvelser inkuldert mikroskopi, analyse og tolkning av data, disseksjon (av fisk) og gruppeprosjektarbeid som inkluderer rapportskriving og presentasjon.

source: The thesis is available on request by contacting Kristine Vevik, e-mail:
nb: Avhandlingen er tilgjengelig ved å kontakte Kristine Vevik, epost:

source: Due to the Covid-19 epedemic, a number of assessments and exams at Nord University has been changed.
nb: På bakgrunn av Covid-19 epidemien blir en rekke vurderinger og eksamener ved Nord universitet endret.

source: 14:15 – 15:15 Closing International Plenary
nb: 14:15 – 15:15 Avsluttende internasjonal plenumssesjon

source: Any embargo periods should be as short as possible and not more than 12 months.
nb: Embargoperiode/sperrefrist bør være kortest mulig og aldri mer enn 12 mnd.

source: has thorough knowledge of theories on sustainability and value creation of marine bioresources
nb: ha et avansert innblikk i teori om bæreevne og økonomiske verdiskaping av marine bioressurser.

source: Can apply new knowledge and skills to carry out advanced tasks in specialised nursing praxis
nb: kunne anvende nye kunnskaper og ferdigheter for å gjennomføre avanserte oppgaver i spesialsykepleiepraksis

source: Has advanced knowledge of business research traditions and research methods.
nb: har avansert kunnskap om bedriftsøkonomiske forskningstradisjoner og forskningsmetoder

source: can analyze and discuss political, economic and legal foundations for sustainable High North development.
nb: kan analysere politiske, økonomiske og juridiske grunnlag for en bærekraftig utvikling i nordområdene.

source: If there is no information on publishers’ guidelines for making publications openly accessible in open repositories, you can e-mail the publisher and ask for permission.
nb: Dersom du ikke finner opplysninger om utgivers retningslinjer for tilgjengeliggjøring i et åpent arkiv, kan du sende e-post til utgiver og spørre om tillatelse.

source: Assessment Task, comprises 0/100 of the grade, grading scale Godkjent - Ikke godkjent.
nb: Arbeidskrav, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: The student should acquire a basic knowledge of central events and development processes regarding the economic, social and political history of
nb: Studenten skal ha grunnleggende kunnskaper om sentrale hendelser og utviklingsprosesser innenfor Europas økonomiske, sosiale og politiske

source: Assessment task - ca. 3 pages, comprises 0/100 of the grade, grading scale Approved - Not approved.
nb: Arbeidskrav - ca. 3 sider, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: have knowledge about relevant innovation and innovative processes and relevant training equipment that may be utilised in relation to endurance
nb: kjenne til eventuell nytenkning og innovasjonsprosesser og aktuelt treningsutstyr som kan benyttes i forhold til trening av utholdenhet og

source: Kristin Bjørndal (UiT The Arctic University of Norway)
nb: Kristin Bjørndal (Universitetet i Tromsø)

source: The project started in 2018 and completes and deepens the knowledge from the first project.
nb: Prosjektet startet opp i 2018 og utfyller og fordyper foregående prosjekt.
